Services_web/src/main/resources/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:tns="http://com.al.soap">
    <soapenv:Header/>
    <soapenv:Body>
        <tns:obtenirUtilisateurParIdRequest>
            <tns:id>123</tns:id>
        </tns:obtenirUtilisateurParIdRequest>
    </soapenv:Body>
</soapenv:Envelope>
